lib/nursys/xml/notification_lookup.xml

<?xml version="1.0"?>
<s:Envelope xmlns:s="http://schemas.xmlsoap.org/soap/envelope/">
  <s:Body>
    <NotificationLookupRequest xmlns="http://com.nursys.services.ServiceModel/2012/eNotifyService">
      <Credentials xmlns:a="http://com.nursys.services.ServiceModel/2012/Credentials" xmlns:i="http://www.w3.org/2001/XMLSchema-instance">
        <a:Username>&&&USERNAME&&&</a:Username>
        <a:Password>&&&PASSWORD&&&</a:Password>
      </Credentials>
      <EndDate>&&&END_DATE&&&&</EndDate>
      <StartDate>&&&START_DATE&&&</StartDate>
      <TransactionID>&&&TRANSACTION_ID&&&</TransactionID>
    </NotificationLookupRequest>
  </s:Body>
</s:Envelope>